Repository: PromassGithub/Various
Catalog: Stellare/Logical/mappView/Visualization/Resources/Texts/MpComTexts.tmx
Source language: en
Languages: de

source: Search:
de: Suche:

source: Time
de: Zeit

source: Component
de: Komponente

source: ErrorID
de: FehlerID

source: Message
de: Nachricht

source: Help for search function
de: Hilfe zur Suchfunktion

source: Here you can search for components. Just type in the name of the component you are searching for.
de: Hier kann nach Komponenten gesucht werden. Namen der Komponente nach der gesucht wird eingeben.

source: Error!
de: Fehler!

source: An error occured during processing!
de: Es ist ein Fehler bei der Abarbeitung aufgetreten!
